Revit 2020 API
FamilySizeTableColumn Properties
The FamilySizeTableColumn type exposes the following members.
Properties
Name | Description
DisplayUnitType
 The Display unit type of the column.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
Name
 The column name.
UnitType
 The Unit type of the column.
See Also
FamilySizeTableColumn Class
Autodesk.Revit.DB Namespace